adobe-source-code-pro-fonts
alacritty
base
base-devel
clang
codeblocks
dmenu
docker
dosfstools
efibootmgr
emacs
fastfetch
fd
firefox
flameshot
fuse3
fzf
git
gnu-netcat
google-chrome
grub
htop
hugo
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
jupyterlab
less
libc++
libc++abi
libva-intel-driver
libxcrypt-compat
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lua-language-server
mtools
mupdf
nano
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
os-prober
pavucontrol
peaclock
pulseaudio
pulsemixer
pyenv
pyenv-virtualenv
qbittorrent-nox
ripgrep
rust-analyzer
screen
smartmontools
tesseract-data-eng
tldr
tmux
torbrowser-launcher
tree
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-symbola
unzip
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xss-lock
xterm
yay
zathura
zathura-pdf-poppler
zram-generator
