adobe-source-code-pro-fonts
alacritty
base
base-devel
dmenu
docker
dosfstools
efibootmgr
emacs
fastfetch
firefox
fuse3
fzf
git
google-chrome
grub
htop
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
jupyterlab
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
mtools
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
os-prober
pavucontrol
peaclock
pulseaudio
pulsemixer
smartmontools
tldr
tmux
tree
ttf-dejavu
ttf-fira-code
ttf-hack
ttf-symbola
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xss-lock
xterm
yay
yay-debug
zathura
zram-generator
